app/views/gossip_only/methode.html.erb

SELECT  "gossips".* FROM "gossips" WHERE "gossips"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]
SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 14], ["LIMIT", 1]]
---

<p> <% gossip = Gossip.find(params[:id]) %></p>
<p> <%= user = User.find(gossip.user_id).first_name %></p>