app/views/home/author.html.erb

SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 14], ["LIMIT", 1]]
---
    <p> <%= gossip.title %></p>
    <p> <%= User.find(gossip.user_id).first_name %></p>