app/controllers/home_controller.rb

  def author
    @gossips = Gossip.all
---
SELECT "gossips".* FROM "gossips"